const NAME = "Элбэг"
let MyActivity = "Торговля"
let mobilePhoneNumber = 89148472008;
let numExample = 2023 - 1991;
let strExample = `Здравствуйте меня зовут ${NAME} мне ${numExample} года
Мой номер телефона ${mobilePhoneNumber}
На данный момент я работаю в ${MyActivity}
моя семья состоит из ${5-2} человек  
Перед Новым Годом мы наконец закончили ремонт и заехали в квартиру
Сегодня работа занимает много времени и не приносит никакого удовольствия
Надеюсь в скором времени это изменится`
console.log(strExample)